Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Otherwise, sign up:
sv: Annars, registrera dig:

source: Sign Out
sv: Logga ut

source: Sign Up
sv: Registrera

source: You are already logged in as {0}.
sv: Du Ã¤r redan inloggad som {0}.

source: The official Liberapay addon for your browser, we enable Liberapay tipping icons on many of your favorite sites. It currently supports Bitbucket, GitHub and Twitter.
sv: Det officiella Liberapay-tillÃ¤gget fÃ¶r din webblÃ¤sare, vi aktiverar Liberapay-tippningsikoner pÃ¥ mÃ¥nga av dina favoritwebbplatser. Det stÃ¶der fÃ¶r nÃ¤rvarande Bitbucket, GitHub och Twitter.

source: donations, gratipay, liberapay, money, patreon, social, support
sv: donationer, gratipay, liberapay, pengar, patreon, socialt, stÃ¶d

source: The extension page action appears on valid websites; it can be clicked
sv: Ã tgÃ¤rden fÃ¶r tillÃ¤ggssidan visas pÃ¥ giltiga webbplatser; det kan klickas

source: When clicked, it redirects us to the Liberapay account corresponding to that website, if there is any.
sv: NÃ¤r du klickar pÃ¥ den omdirigeras vi till Liberapay-kontot som motsvarar den webbplatsen, om det finns nÃ¥gon.

source: If there isn't any corresponding Liberapay profile, we can make a pledge.
sv: Om det inte finns nÃ¥gon motsvarande Liberapay-profil, kan vi gÃ¶ra ett lÃ¶fte.

source: Banned:
sv: Bannad:

source: You have been banned.
sv: Du har blivit bannad.

source: For 128px or higher texture packs
sv: FÃ¶r 128px eller hÃ¶gre texturpaket

source: For 16px texture packs
sv: FÃ¶r 16px-texturpaket

source: For 32px texture packs
sv: FÃ¶r 32px-texturpaket

source: For 64px texture packs
sv: FÃ¶r 64px-texturpaket

source: Adventure / RPG
sv: Ãventyr / RPG

source: Joke
sv: SkÃ¤mt

source: For humorous content, meant as a novelty or joke, not to be taken seriously, and that is not meant to be used seriously or long-term.
sv: FÃ¶r humoristiskt innehÃ¥ll, avsett som en kul grej eller ett skÃ¤mt, som inte ska tas pÃ¥ allvar och som inte Ã¤r avsett att anvÃ¤ndas seriÃ¶st eller lÃ¥ngsiktigt.

source: Building
sv: Byggning

source: Focuses on building, such as adding new materials or nodes
sv: Fokuserar pÃ¥ byggning, som att lÃ¤gga till nya material eller noder

source: Building Mechanics and Tools
sv: Byggmekaniker och verktyg

source: Adds game mechanics or tools that change how players build.
sv: LÃ¤gger till spelmekaniker eller verktyg som Ã¤ndrar hur spelare bygger.

source: Chat / Commands
sv: Chatt / Kommandon

source: Focus on player chat/communication or console interaction.
sv: Fokus pÃ¥ spelchatt/kommunicering eller konsolinteraktion.

source: Commerce / Economy
sv: Handel / Ekonomi

source: Related to economies, money, and trading
sv: Relaterad till ekonomier, pengar och handel

source: Complex installation
sv: Komplex installation

source: Requires futher installation steps, such as installing LuaRocks or editing the trusted mod setting
sv: KrÃ¤ver ytterligare installationssteg, som att installera Luarocks eller att redigera instÃ¤llningen fÃ¶r pÃ¥litna moddar

source: Crafting
sv: Skapning

source: Big changes to crafting gameplay
sv: Stora Ã¤ndringar fÃ¶r skapnings-gameplay

source: Creative
sv: Kreativ

source: Written specifically or exclusively for use in creative mode. Adds content only available through a creative inventory, or provides tools that facilitate ingame creation and doesn't add difficulty or scarcity
sv: Skrivet specifikt fÃ¶r anvÃ¤ndning i kreativt lÃ¤ge. LÃ¤gger till innehÃ¥ll som endast Ã¤r tillgÃ¤ngligt i kreativt lÃ¤ge eller tillhandahÃ¥ller verktyg som underlÃ¤ttar skapande i spelet och inte Ã¶kar svÃ¥righetsgraden

source: Custom mapgen
sv: Anpassad mapgen

source: Contains a completely custom mapgen implemented in Lua, usually requires worlds to be set to the 'singlenode' mapgen.
sv: InnehÃ¥ller en helt anpassad mapgen implementerad i Lua, krÃ¤ver vanligtvis att vÃ¤rldar stÃ¤lls in pÃ¥ âsinglenodeâ-mapgen.

source: Decorative
sv: Dekorativt

source: Adds nodes with no other purpose than for use in building
sv: LÃ¤gger till noder fÃ¶r inget annat syfte Ã¤n fÃ¶r att bygga

source: Developer Tools
sv: Utvecklarverktyg

source: Tools for game and mod developers
sv: Verktyg fÃ¶r spel- och moddutvecklare

source: Education
sv: Utbildning

source: Either has educational value, or is a tool to help teachers
sv: Antingen har pedagogiskt vÃ¤rde, eller Ã¤r ett verktyg fÃ¶r att hjÃ¤lpa lÃ¤rare

source: Environment / Weather
sv: MiljÃ¶ / VÃ¤der

source: Improves the world, adding weather, ambient sounds, or other environment mechanics
sv: FÃ¶rbÃ¤ttrar vÃ¤rlden, lÃ¤gger till vÃ¤der, ljud eller andra miljÃ¶mekaniker

source: Food / Drinks
sv: Mat / Dryck

source: For content whose main utility or features are provided within a GUI, on-screen menu, or similar
sv: FÃ¶r innehÃ¥ll vars huvudsakliga anvÃ¤ndningsomrÃ¥de eller funktioner tillhandahÃ¥lls inom en GUI, pÃ¥ en skÃ¤rmeny eller liknande

source: For mods that grant the player extra information in the HUD
sv: FÃ¶r moddar som ger spelaren extra information i HUD

source: Inventory
sv: Lagring

source: Changes the inventory GUI
sv: Ãndrar lagrings-GUI:n

source: For mods created for the Discord "Combat" modding event in 2020
sv: FÃ¶r moddar som skapats fÃ¶r Discord:ens "Combat"-moddingevent 2020

source: Entries to the 2021 Minetest Game Jam
sv: InlÃ¤gg till 2021 Ã¥rs Minetest Game Jam

source: Entries to the 2022 Minetest Game Jam
sv: InlÃ¤gg till 2022 Ã¥rs Minetest Game Jam

source: Entries to the 2023 Minetest Game Jam
sv: InlÃ¤gg till 2023 Ã¥rs Minetest Game Jam

source: Jam / Game 2024
sv: Jam / Spel 2024

source: Entries to the 2024 Luanti Game Jam
sv: InlÃ¤gg till 2024 Ã¥rs Luanti Game Jam

source: For mods created for the Discord "Weekly Challenges" modding event in 2021
sv: FÃ¶r moddar skapade fÃ¶r Discordens "Weekly Challenges"-moddingevent i 2021

source: <16px
sv: &lt;16px

source: For less than 16px texture packs
sv: FÃ¶r mindre Ã¤n 16px texturpaket

source: API / Library
sv: API:er / Bibliotek

source: Primarily adds an API for other mods to use
sv: LÃ¤gger primÃ¤rt till API:er fÃ¶r andra moddar att anvÃ¤nda

source: Magic / Enchanting
sv: Magi / FÃ¶rtrollning

source: Mapgen / Biomes / Decoration
sv: Mapgen / Biomer / Dekoration

source: New mapgen or changes mapgen
sv: Ny mapgen eller Ã¤ndrar mapgen

source: Mini-game
sv: Minispel

source: Adds a mini-game to be played within Luanti
sv: LÃ¤gger till ett minispel fÃ¶r att spelas inuti Luanti

source: Mobs / Animals / NPCs
sv: Mobs / Djur / NPCs

source: Adds mobs, animals, and non-player characters
sv: LÃ¤gger till mobbar, djur och icke-spelbara karaktÃ¤rer

source: Minetest Game improved
sv: Minetest Game men fÃ¶rbÃ¤ttrad

source: Forks of Minetest Game
sv: Gafflar av Minetest Game

source: Multiplayer-focused
sv: Flerspelarfokuserat

source: Can/should only be used in multiplayer
sv: Kan/borde bara anvÃ¤ndas i flerspelarlÃ¤ge

source: One-of-a-kind / Original
sv: Originellt

source: For games and such that are of their own kind, distinct and original in nature to others of the same category.
sv: FÃ¶r spel och sÃ¥dant som Ã¤r unikt, distinkt och originellt jÃ¤mfÃ¶rt med andra i sin kategori.

source: Plants and Farming
sv: VÃ¤xter och odling

source: Adds new plants or other farmable resources.
sv: LÃ¤gger till nya vÃ¤xter eller andra jordbruksresurser.

source: Player Effects / Power Ups
sv: Spelareffekter / Power-ups

source: For content that changes player effects, including physics, for example: speed, jump height or gravity.
sv: FÃ¶r innehÃ¥ll som Ã¤ndrar speleffekter, inkluderande fysik, fÃ¶r exempel: hastighet, hopphÃ¶jd eller gravitation.

source: Puzzle
sv: Pussel

source: Focus on puzzle solving instead of combat
sv: Fokus pÃ¥ att lÃ¶sa pussel istÃ¤llet fÃ¶r strid

source: Player vs Environment (PvE)
sv: Spelare vs mljÃ¶ (PvE)

source: For content designed for one or more players that focus on combat against the world, mobs, or NPCs.
sv: FÃ¶r innehÃ¥ll som Ã¤r utformat fÃ¶r en eller flera spelare som fokuserar pÃ¥ kamp mot vÃ¤rlden, mobbar eller NPCer.

source: Player vs Player (PvP)
sv: Spelare vs spelare (PvP)

source: Designed to be played competitively against other players
sv: Designad fÃ¶r att spelas konkurrenskraftigt mot andra spelare

source: Seasonal
sv: HÃ¶gtidligt

source: For content generally themed around a certain season or holiday
sv: FÃ¶r innehÃ¥ll som fÃ¶ljer en viss sÃ¤song eller hÃ¶gtid som tema

source: Server Moderation and Tools
sv: Servermoderering och verktyg

source: Helps with server maintenance and moderation
sv: HjÃ¤lper med serverunderhÃ¥llning och moderering

source: Shooter
sv: Skjutare

source: First person shooters (FPS) and more
sv: First person shooters (FPS) och mer

source: Sims
sv: Simulationer

source: Mods and games that aim to simulate real life activity. Similar to SimCity/The Sims/OpenTTD/etc.
sv: Moddar och spel som syftar till att simulera verkliga aktiviteter. Likt SimCity/The Sims/OpenTTD/etc.

source: Singleplayer-focused
sv: Enspelarsfokuserat

source: Content that can be played alone
sv: InnehÃ¥ll som kan spelas ensamt

source: Player customization / Skins
sv: Spelaranpassning / Skins

source: Allows the player to customize their character by changing the texture or adding accessories.
sv: TillÃ¥ter spelaren att anpassa sin karaktÃ¤r genom att Ã¤ndra texturen eller lÃ¤gga till tillbehÃ¶r.

source: Sounds / Music
sv: Ljud / Musik

source: Focuses on or adds new sounds or musical things
sv: Fokuserar pÃ¥ eller lÃ¤gger till nya ljud eller musikaliska saker

source: Sports
sv: Sport

source: Adds or improves item storage mechanics
sv: LÃ¤gger till eller fÃ¶rbÃ¤ttrar lagringsmekaniker

source: Strategy / RTS
sv: Strategi / RTS

source: Games and mods with a heavy strategy component, whether real-time or turn-based
sv: Spelar och moddar med en tung strategikomponent, antingen realtid eller turordningsbaserad

source: Survival
sv: Ãverlevnad

source: Written specifically for survival gameplay with a focus on game-balance, difficulty level, or resources available through crafting, mining, ...
sv: Skriven specifikt fÃ¶r Ã¶verlevnadsgameplay med ett fokus pÃ¥ spelbalans, svÃ¥righetsgrad eller resurser tillgÃ¤ngliga genom skapning, gruvbrytning, ...

source: Machines / Electronics
sv: Maskiner / Elektronik

source: Adds machines useful in automation, tubes, or power.
sv: LÃ¤gger till maskiner som Ã¤r anvÃ¤ndbara i automation, rÃ¶r eller kraft.

source: Tools / Weapons / Armor
sv: Verktyg / Vapen / Rustning

source: Adds or changes tools, weapons, and armor
sv: LÃ¤gger till eller Ã¤ndrar verktyg, vapen och rustningar

source: Adds or changes transportation methods. Includes teleportation, vehicles, ridable mobs, transport infrastructure and thematic content
sv: LÃ¤gger till eller Ã¤ndrar transportmetoder. Inkluderar teleportation, fordon, ridbara mobs, transportinfrastruktur och tematiskt innehÃ¥ll

source: World Maintenance and Tools
sv: VÃ¤rldunderhÃ¥llning och verktyg

source: Tools to manage the world
sv: Verktyg fÃ¶r att hantera vÃ¤rlden

source: Alcohol / Tobacco
sv: Alkohol / Tobak

source: Contains alcohol and/or tobacco
sv: InnehÃ¥ller alkohol och/eller tobak

source: Bad Language
sv: Fult sprÃ¥k

source: Contains swearing
sv: InnehÃ¥ller svordomar

source: Drugs
sv: Droger

source: Contains recreational drugs other than alcohol or tobacco
sv: InnehÃ¥ller droger annat Ã¤n alkohol och tobak

source: Gambling
sv: Hasardspel

source: Games of chance, gambling games, etc
sv: Spel av chans, hasardspel, mm.

source: Blood, etc
sv: Blod, mm

source: Fear / Horror
sv: SkrÃ¤ck

source: Shocking and scary content. May scare young children
sv: Chockande och skrÃ¤mmande innehÃ¥ll. Kan skrÃ¤mma smÃ¥ barn

source: Violence
sv: VÃ¥ld

source: Non-cartoon violence. May be towards fantasy or human-like characters
sv: Icke-tecknat vÃ¥ld. Kan vara mot fantasy- eller mÃ¤nskliga karaktÃ¤rer

source: Packages
sv: Paket

source: %(package_type)s for %(game_name)s
sv: %(package_type)s fÃ¶r %(game_name)s

source: %(delta)s ago
sv: %(delta)s sedan

source: Query
sv: Sökning

source: Featured
sv: Presenterad

source: Limit to package
sv: BegrÃ¤nsa till paket

source: Title
sv: Titel

source: Short Description
sv: Kort beskrivning

source: Page Content
sv: SidinnehÃ¥ll

source: Private
sv: Privat

source: Pinned to my profile
sv: FastnÃ¥lad till min profil

source: A collection with a similar title already exists
sv: En samling med liknande titel finns redan

source: Unable to create collection as a package with that name already exists
sv: Kunde inte skapa samling eftersom ett paket med det namnet redan finns

source: Added package to collection
sv: Lade till paket till samling

source: Removed package from collection
sv: Tog bort paket frÃ¥n samling

source: Added package to favorites collection
sv: Lade till paket till favoritsamling

source: (Public, change from Profile > My Collections)
sv: (Offentlig, Ã¤ndra via Profil -&gt; Mina samlingar)

source: Removed package from favorites collection
sv: Tog bort paket frÃ¥n favoritsamling

source: Welcome to the best place to find Luanti mods, games, and texture packs
sv: VÃ¤lkommen till det bÃ¤sta stÃ¤llet fÃ¶r att hitta Luantimoddar, spel och texturpaket

source: ContentDB new packages
sv: Nya paket pÃ¥ ContentDB

source: ContentDB package updates
sv: Paketuppdateringar pÃ¥ ContentDB

source: ContentDB all
sv: Allt pÃ¥ ContentDB

source: Redirect URL
sv: Omdirigerings-URL

source: App Type
sv: App-typ

source: An OAuth client with that title already exists. Please choose a new title.
sv: En OAuth-klient med den titeln finns redan. VÃ¤nligen vÃ¤lj en annan titel.

source: Revoked all user tokens
sv: Tillbakadragit alla anvÃ¤ndartokens

source: Edit Details
sv: Redigera Detaljer

source: Translation
sv: Översättning

source: Releases
sv: Utgåvor

source: Screenshots
sv: Skärmdumpar

source: Maintainers
sv: UnderhÃ¥llare

source: Audit Log
sv: Auditeringslogg

source: Statistics
sv: Statistik

source: Share and Badges
sv: Dela och Emblem

source: Remove / Unpublish
sv: Ta bort / Avpublicera

source: Supported Games
sv: StÃ¶dda spel

source: Android Default
sv: Standard fÃ¶r Android

source: Desktop Default
sv: Standard fÃ¶r skrivbord

source: Non-free
sv: Icke-fri

source: Work in Progress
sv: Under arbete

source: Deprecated
sv: Deprekerad

source: All content warnings
sv: Alla innehÃ¥llsvarningar

source: Author
sv: Skapare

source: Tags
sv: Taggar

source: Content Warnings
sv: InnehÃ¥llsvarningar

source: License
sv: Licens

source: Supports Game
sv: StÃ¶der spel

source: %(title)s by %(author)s
sv: %(title)s av %(author)s

source: Hide Tags and Content Warnings
sv: GÃ¶m taggar och innehÃ¥llsvarningar

source: Package score
sv: PaketpoÃ¤ng

source: Reviews
sv: Recensioner

source: Downloads
sv: Nerladdningar

source: Created At
sv: Skapningsdatum

source: Approved At
sv: GodkÃ¤nningsdatum

source: Last Release
sv: Senaste utgivning

source: Order
sv: Ordning

source: Descending
sv: Fallande

source: Ascending
sv: Stigande

source: Random order
sv: SlumpmÃ¤ssig ordning

source: No download available.
sv: Ingen nerladdning tillgÃ¤nglig.

source: Title (Human-readable)
sv: Titel (MÃ¤nniskolÃ¤sbar)

source: Name (Technical)
sv: Namn (Tekniskt)

source: Lower case letters (a-z), digits (0-9), and underscores (_) only
sv: Endast gemena bokstÃ¤ver (a-z), siffror (0-9) och understreck (_)

source: Short Description (Plaintext)
sv: Kort beskrivning (vanlig text)

source: Maintenance State
sv: UnderhÃ¥llsstatus

source: Media License
sv: Medialicens

source: Long Description (Markdown)
sv: LÃ¥ng beskrivning (Markdown)

source: VCS Repository URL
sv: URL fÃ¶r VCS-Repository

source: Issue Tracker URL
sv: URL fÃ¶r felspÃ¥rare

source: Forum Topic ID
sv: ForumtrÃ¥d-ID

source: Video URL
sv: URL fÃ¶r video

source: Donate URL
sv: Donations-URL

source: Translation URL
sv: ÃversÃ¤ttnings-URL

source: _game is not an allowed name
sv: _game Ã¤r inte ett tillÃ¥tet namn

source: Package already exists, but is removed. Please contact ContentDB staff to restore the package
sv: Paketet existerar redan, men har blivit borttaget. Var snÃ¤ll kontakta ContentDB-personal fÃ¶r att Ã¥terstÃ¤lla paketet

source: Package already exists
sv: Paket finns redan

source: A collection with a similar name already exists
sv: En samling med liknande namn finns redan

source: You must add an email address to your account and confirm it before you can manage packages
sv: Du mÃ¥ste lÃ¤gga till en mejladdress till ditt konto och bekrÃ¤fta det innan du kan hantera paket

source: Save draft
sv: Spara utkast

source: Unable to find that user
sv: Kunde inte hitta den anvÃ¤ndaren

source: Permission denied
sv: Behörigheten nekades

source: You don't have permission to do that
sv: Du har inte tillÃ¥telse att gÃ¶ra detta

source: Please comment what changes are needed in the approval thread
sv: Var snÃ¤ll och kommentera vilka Ã¤ndringar som behÃ¶vs i godkÃ¤nningstrÃ¥den

source: Please comment in the approval thread so editors know what you have changed
sv: Var snÃ¤ll kommentera i godkÃ¤nnandetrÃ¥den sÃ¥ redigerare vet vad du har Ã¤ndrat

source: Set state to %(state)s
sv: StÃ¤ll in tillstÃ¥nd till %(state)s

source: Deleted package
sv: Borttaget paket

source: Unapproved package
sv: Ej godkÃ¤nt paket

source: Maintainers (Comma-separated)
sv: UnderhÃ¥llare (Komma-separerat)

source: You don't have permission to edit maintainers
sv: Du har inte behÃ¶righet att redigera underhÃ¥llare

source: You are not a maintainer
sv: Du Ã¤r inte en underhÃ¥llare

source: Package owners cannot remove themselves as maintainers
sv: PaketÃ¤gare kan inte ta bort sig sjÃ¤lva som underhÃ¥llare

source: Author Name
sv: Ãgarnamn

source: Enable support detection based on dependencies (recommended)
sv: Aktivera stÃ¶ddetektering baserad pÃ¥ beroenden (rekommenderat)

source: Supported games
sv: Spel som stÃ¶ds

source: Unsupported games
sv: Spel som ej stÃ¶ds

source: Supports all games (unless stated) / is game independent
sv: StÃ¶djer alla spel (om inget annat anges) / Ã¤r speloberoende

source: You need at least one release before you can edit game support
sv: Du behÃ¶ver Ã¥tminstonde en utgivning innan du kan redigera spelstÃ¶d

source: Mod(pack) needs to contain at least one mod. Please create a new release
sv: Modd(paket) behÃ¶ver innehÃ¥lla minst en modd. VÃ¤nligen skapa en ny utgivning

source: Release Notes
sv: Kommentarer till utgåvan

source: File Upload
sv: Filuppladdning

source: Git reference (ie: commit hash, branch, or tag)
sv: Git-referens (t.ex. commithash, branch eller tag)

source: Minimum Luanti Version
sv: Minsta Luantiversion

source: Maximum Luanti Version
sv: HÃ¶gsta Luantiversion

source: Task ID
sv: Uppgifts-ID

source: Is Approved
sv: Ãr godkÃ¤nd

source: Import from Git
sv: Importera frÃ¥n Git

source: Upload .zip file
sv: Ladda upp .zip-fil

source: Set Min
sv: SÃ¤tt Min

source: Set Max
sv: SÃ¤tt Max

source: Only change values previously set as none
sv: Endast Ã¤ndra vÃ¤rden tidigare satta som inget

source: Trigger
sv: Utlösare

source: New Commit
sv: Ny commit

source: New Tag
sv: Ny tagg

source: Branch name
sv: Branchnamn

source: Send notification and mark as outdated
sv: Skicka notis och markera som fÃ¶rÃ¥ldrad

source: Create release
sv: Skapa utgivning

source: Save Settings
sv: Spara instÃ¤llningar

source: Disable Automation
sv: Inaktivera automatisering

source: Please add a Git repository URL in order to set up automatic releases
sv: Var snÃ¤ll och lÃ¤gg till en Git-repository fÃ¶r att stÃ¤lla in automatiska utgivningar

source: Deleted update configuration
sv: Tog bort uppdateringskonfiguration

source: Now, please create an initial release
sv: Var snÃ¤ll och skapa en fÃ¶rsta utgivning nu

source: Rating
sv: Rankning

source: You can't review your own package!
sv: Du kan inte recensera ditt egna paket!

source: You've reviewed too many packages recently. Please wait before trying again, and consider making your reviews more detailed
sv: Du har recenserat fÃ¶r mÃ¥nga paket nyligen. Var snÃ¤ll vÃ¤nta innan du fÃ¶rsÃ¶ker igen, och Ã¶vervÃ¤g att gÃ¶ra dina recensioner mer detaljerade

source: Linking to blocked sites is not allowed
sv: Det Ã¤r inte tillÃ¥tet att lÃ¤nka till blockerade webbplatser

source: You can't vote on the reviews on your own package!
sv: Du kan inte rÃ¶sta pÃ¥ recensionerna pÃ¥ ditt egna paket!

source: You can't vote on your own reviews!
sv: Du kan inte rÃ¶sta pÃ¥ dina egna recensioner!

source: Title/Caption
sv: Titel/Undertitel

source: Cover Image
sv: Titelbild

source: Category
sv: Kategori

source: Subject / Title
sv: Ãmne / Titel

source: Message
sv: Meddelande

source: Image Upload
sv: Bilduppladdning

source: Report
sv: Rapportera

source: a PNG, JPEG, or WebP image file
sv: en PNG, JPEG eller WebP-bildfil

source: Already subscribed!
sv: Prenumererar redan!

source: Subscribed to thread
sv: Prenumererar pÃ¥ trÃ¥d

source: Unsubscribed!
sv: Avprenumererad!

source: Already not subscribed!
sv: Redan avprenumererad!

source: Locked thread
sv: LÃ¥st trÃ¥d

source: Unlocked thread
sv: UpplÃ¥st trÃ¥d

source: Cannot delete thread opening post!
sv: Kan inte ta bort trÃ¥dens fÃ¶rsta inlÃ¤gg!

source: Please wait before commenting again
sv: VÃ¤nta innan du kommenterar igen

source: Open Thread
sv: Ãppna trÃ¥d

source: Unable to create thread!
sv: Kunde inte skapa trÃ¥d!

source: An approval thread already exists! Consider replying there instead
sv: En godkÃ¤nningstrÃ¥d finns redan! ÃvervÃ¤g att svara dÃ¤r istÃ¤llet

source: Please wait before opening another thread
sv: VÃ¤nta innan du Ã¶ppnar en ny trÃ¥d

source: Done
sv: FÃ¤rdig

source: Username or email
sv: AnvÃ¤ndarnamn eller E-mail

source: Remember me
sv: Kom ihÃ¥g mig

source: Sign in
sv: Logga in

source: Incorrect email or password
sv: Felaktig E-mail eller lÃ¶senord

source: User %(username)s does not exist
sv: AnvÃ¤ndare %(username)s finns inte

source: Incorrect password. Did you set one?
sv: Fel lÃ¶senord. Har du ett?

source: You need to confirm the registration email
sv: Du mÃ¥ste verifiera din registrerings-E-mail

source: Login failed
sv: Inloggning misslyckades

source: Display Name
sv: Visningsnamn

source: Only alphabetic letters (A-Za-z), numbers (0-9), underscores (_), minuses (-), and periods (.) allowed
sv: Endast alfabetiska bokstÃ¤ver (A-Za-z), nummer (0-9), understreck (_), minus (-), och punkt (.) tillÃ¥tet

source: What is the result of the above calculation?
sv: Vad Ã¤r resultatet av berÃ¤kningen ovan?

source: Register
sv: Registrera

source: Incorrect captcha answer
sv: Felaktigt captcha-svar

source: Reset Password
sv: Ã terstÃ¤ll lÃ¶senord

source: Unable to find account
sv: Kan inte hitta konto

source: Verify password
sv: Verifiera lÃ¶senord

source: Passwords must match
sv: LÃ¶senord mÃ¥ste stÃ¤mma Ã¶verrens

source: Old password
sv: Gammalt lÃ¶senord

source: Passwords do not match
sv: LÃ¶senorden stÃ¤mmer inte

source: That email address has been unsubscribed/blacklisted, and cannot be used
sv: Den mailaddressen har blivit avprenumererad/svartlistad och kan inte anvÃ¤ndas

source: Email already in use
sv: E-mail anvÃ¤nds redan

source: We were unable to create the account as the email is already in use by %(display_name)s. Try a different email address.
sv: Vi misslyckades att skapa kontot eftersom E-mailen redan anvÃ¤nds av %(display_name)s. FÃ¶rsÃ¶k med en annan mailaddress.

source: Your password has been changed successfully.
sv: Ditt lÃ¶senord har Ã¤ndrats.

source: Old password is incorrect
sv: Felaktigt gammalt lÃ¶senord

source: Unknown verification token!
sv: OkÃ¤nd verifieringstoken!

source: Token has expired
sv: Token har gÃ¥tt ut

source: Another user is already using that email
sv: En annan anvÃ¤ndare anvÃ¤nder redan den E-mailen

source: Confirmed email change
sv: BekrÃ¤ftad mejlÃ¤ndring

source: Email address changed
sv: Mejladress har Ã¤ndrats
